"Name:" = "Nombre:";
"Wildcard" = "Comodín";

"Extension:" = "Extensión:";

"Label:" = "Etiqueta:";
"Hold Command to select multiple labels" = "Pulsa cmd para seleccionar varias etiquetas";

"Kind:" = "Clase:";
"Any" = "Cualquiera";
"Folder" = "Carpeta";
"File" = "Archivo";

// E.g: 2 items selected
"%{value1}@ items selected" = "%{value1}@ ítems seleccionados";

"Extend selection" = "Ampliar la selección";

"Select" = "Seleccionar";
"Invert" = "Invertir";
"Select & Close" = "Seleccionar y cerrar";